Repository: iamnidjat/WeatherApp
Catalog: Resources/Views.Forecast.SearchCity.*.resx
Languages: az

source: Add Favourite Location
az: Sevimli Məkanı Əlavə Edin

source: Air quality for the selected city
az: Seçilmiş şəhər üçün hava keyfiyyəti

source: Change Email
az: Email-i Dəyişin

source: Change Password
az: Şifrəni Dəyişin

source: City Name
az: Şəhər Adı

source: Confirm New Password
az: Yeni Şifrəni Təsdiqləyin

source: Create
az: Yarat

source: Date
az: Tarix

source: Disable Subscription
az: Abunəliyi Dayandırın

source: Email is not specified
az: Email göstərilməyib

source: Enable Subscription
az: Abunəliyi Aktivləşdirin

source: End Date
az: Bitmə Tarixi

source: End Hour
az: Bitmə Saatı

source: Enter city name
az: Şəhərin adını daxil edin

source: Enter email
az: Email-i daxil edin

source: Enter password
az: Şifrəni daxil edin

source: Enter username
az: İstifadəçi adını daxil edin

source: Enter your email address to reset your password
az: Şifrənizi sıfırlamaq üçün email adresinizi daxil edin

source: Favourite Locations
az: Sevimli Məkanlar

source: Forecast for the selected city
az: Seçilmiş şəhər üçün proqnoz

source: Forgot Password
az: Şifrəni Unutdunuz

source: Get the full weather data
az: Tam hava məlumatlarını əldə edin

source: Go to Air Quality
az: Hava Keyfiyyətinə Gedin

source: Go to Sunrise/Sunset
az: Günəşin Doğması/Batmasına Gedin

source: Guest
az: Qonaq

source: Incorrect id
az: Səhv ID

source: Location Name
az: Məkan Adı

source: Login
az: Daxil Ol

source: Login Page
az: Giriş Səhifəsi

source: Metric
az: Metirik

source: New Email
az: Yeni Email

source: New Password
az: Yeni Şifrə

source: No cities have been searched yet
az: Heç bir şəhər axtarılmayıb

source: Old Password
az: Köhnə Şifrə

source: Password is not specified
az: Şifrə göstərilməyib

source: Passwords do not match
az: Şifrələr uyğun gəlmir

source: Precise forecast for the selected city
az: Seçilmiş şəhər üçün dəqiq proqnoz

source: Registration Page
az: Qeydiyyat Səhifəsi

source: Remember me
az: Məni xatırla

source: Repeat the password
az: Şifrəni təkrar edin

source: Reset
az: Sıfırlamaq

source: Return
az: Qayıt

source: Save
az: Yadda saxla

source: Search
az: Axtarış

source: Search the sunrise/sunset data in a city
az: Şəhərdə günəşin doğması/batması məlumatlarını axtarın

source: Searched Cities
az: Axtarılmış Şəhərlər

source: Start Date
az: Başlama Tarixi

source: Start Hour
az: Başlama Saatı

source: Submit
az: Təsdiqlə

source: Subscription
az: Abunəlik

# Sunrise&amp;Sunset data for the selected city
source: Sunrise&Sunset data for the selected city
az: Seçilmiş şəhər üçün günəşin doğması&batması məlumatları

source: Temperatures
az: Temperatur

source: Times
az: Vaxtlar

source: Update
az: Yeniləmə

source: User
az: İstifadəçi

source: Username is not specified
az: İstifadəçi adı göstərilməyib

source: You must enter a city name
az: Şəhərin adını daxil etməlisiniz

source: You must specify a system
az: Sistemi göstərməlisiniz
